[{"idx": 2, "crop_y": [194, 1296], "crop_x": [810, 1911], "crop_path": "ImflksVh9fY_0_crop_2.png", "full_path": "ImflksVh9fY_0_full_2.jpg", "caption": "Male subject has a serious expression, making eye contact with the camera. He is wearing glasses and a suit. Lighting is soft and even. Background is blurred with green plants and white flowers visible."}, {"idx": 25, "crop_y": [36, 1296], "crop_x": [686, 1946], "crop_path": "ImflksVh9fY_0_crop_25.png", "full_path": "ImflksVh9fY_0_full_25.jpg", "caption": "A man with a serious expression speaks while looking slightly to the side. He wears wire-rimmed glasses, a dark suit and light shirt with red tie. Soft lighting illuminates his face against a blurred beige background with plants."}, {"idx": 64, "crop_y": [182, 1296], "crop_x": [789, 1903], "crop_path": "ImflksVh9fY_0_crop_64.png", "full_path": "ImflksVh9fY_0_full_64.jpg", "caption": "Man with glasses is speaking with a slightly strained expression, making eye contact with the camera. He is wearing a suit and tie. Lighting is soft and even. Background is blurred with plants and flowers visible."}, {"idx": 87, "crop_y": [55, 1296], "crop_x": [656, 1897], "crop_path": "ImflksVh9fY_0_crop_87.png", "full_path": "ImflksVh9fY_0_full_87.jpg", "caption": "A man wearing rimless rectangular glasses and a dark suit with red tie. He has a serious expression while speaking, with his mouth slightly open. Soft lighting illuminates his face against a blurred beige background with plants."}, {"idx": 153, "crop_y": [52, 1296], "crop_x": [685, 1928], "crop_path": "ImflksVh9fY_0_crop_153.png", "full_path": "ImflksVh9fY_0_full_153.jpg", "caption": "Man is making eye contact, with a slight smile and neutral expression. He is wearing glasses, a suit, and a tie. Lighting is soft and even. Background is blurred with green plants and white flowers visible."}]
[{"idx": 18, "crop_y": [55, 991], "crop_x": [562, 1498], "crop_path": "fTWniQYO8Po_2_crop_18.png", "full_path": "fTWniQYO8Po_2_full_18.jpg", "caption": "Woman with mouth slightly open and eyes wide, suggesting surprise or emphasis. She is making eye contact and clasping her hands. Lighting is soft and even. She wears a dark turtleneck. Background is softly blurred and neutral."}, {"idx": 111, "crop_y": [0, 864], "crop_x": [536, 1400], "crop_path": "fTWniQYO8Po_2_crop_111.png", "full_path": "fTWniQYO8Po_2_full_111.jpg", "caption": "Woman with a contemplative expression, looking slightly upward. She wears a black turtleneck sweater and gold hoop earrings. Her hands are raised mid-gesture with dark nail polish. Soft, even lighting illuminates her face against a light-colored background."}, {"idx": 159, "crop_y": [0, 955], "crop_x": [525, 1480], "crop_path": "fTWniQYO8Po_2_crop_159.png", "full_path": "fTWniQYO8Po_2_full_159.jpg", "caption": "Woman with a neutral, slightly pursed-lip expression, looking slightly off-camera. Hands are raised mid-gesture. Lighting is soft and even. She wears a dark turtleneck and hoop earrings. Background is softly blurred with light-colored walls and subtle patterns."}, {"idx": 180, "crop_y": [0, 979], "crop_x": [513, 1492], "crop_path": "fTWniQYO8Po_2_crop_180.png", "full_path": "fTWniQYO8Po_2_full_180.jpg", "caption": "Woman with a surprised expression, mouth slightly open while speaking. She's wearing a black turtleneck sweater with a small red pin. Gold hoop earrings visible. Soft, even lighting illuminates her face against a light-colored wall background."}, {"idx": 216, "crop_y": [0, 1015], "crop_x": [523, 1538], "crop_path": "fTWniQYO8Po_2_crop_216.png", "full_path": "fTWniQYO8Po_2_full_216.jpg", "caption": "She has a neutral expression with lips pursed, looking slightly to her left. Her head is upright. Lighting is soft and even. She wears a dark sweater and hoop earrings. The background is softly blurred with light-colored walls."}, {"idx": 246, "crop_y": [40, 1020], "crop_x": [506, 1485], "crop_path": "fTWniQYO8Po_2_crop_246.png", "full_path": "fTWniQYO8Po_2_full_246.jpg", "caption": "Woman with an animated expression, mouth slightly open mid-speech. She's gesturing with both hands raised, displaying black nail polish and a gold ring. Wearing a black turtleneck sweater and gold hoop earrings. Soft, even lighting against a light-colored wall background."}]
[{"idx": 26, "crop_y": [145, 1021], "crop_x": [688, 1564], "crop_path": "Rpc9eqCCFTE_1_crop_26.png", "full_path": "Rpc9eqCCFTE_1_full_26.jpg", "caption": "She has a neutral expression and is making eye contact with the camera. She holds a glass and a microphone. Lighting is even and bright. The background shows two men seated at a table with wine bottles behind them."}, {"idx": 32, "crop_y": [98, 940], "crop_x": [700, 1543], "crop_path": "Rpc9eqCCFTE_1_crop_32.png", "full_path": "Rpc9eqCCFTE_1_full_32.jpg", "caption": "Woman smiling broadly while being interviewed, making direct eye contact with the camera. She's wearing a light pink top and small earrings. Soft indoor lighting illuminates her face. Two men in business attire sit at a table in the background."}, {"idx": 88, "crop_y": [66, 994], "crop_x": [697, 1626], "crop_path": "Rpc9eqCCFTE_1_crop_88.png", "full_path": "Rpc9eqCCFTE_1_full_88.jpg", "caption": "Woman faces forward with a neutral expression, mouth slightly open as if speaking. She is making eye contact with the camera. Lighting is even and bright. Background shows two men seated at a table and shelves with wine bottles."}, {"idx": 118, "crop_y": [44, 937], "crop_x": [759, 1652], "crop_path": "Rpc9eqCCFTE_1_crop_118.png", "full_path": "Rpc9eqCCFTE_1_full_118.jpg", "caption": "Woman smiling broadly while speaking, making direct eye contact with the camera. She wears a white top and small earrings, holding a glass in her hand. Soft indoor lighting illuminates her face. Two men converse in the background near wine bottles."}, {"idx": 133, "crop_y": [145, 951], "crop_x": [794, 1600], "crop_path": "Rpc9eqCCFTE_1_crop_133.png", "full_path": "Rpc9eqCCFTE_1_full_133.jpg", "caption": "She has a slight smile and is making eye contact with the camera, holding a drink with both hands. Lighting is even and bright. Two men are conversing in the background near a counter with wine bottles."}, {"idx": 151, "crop_y": [192, 1039], "crop_x": [787, 1634], "crop_path": "Rpc9eqCCFTE_1_crop_151.png", "full_path": "Rpc9eqCCFTE_1_full_151.jpg", "caption": "Woman with a slight smile looking directly at the camera while being interviewed. She wears a white top and small earrings. Soft indoor lighting illuminates her face. In the background, two men converse near a shelf of wine bottles."}, {"idx": 181, "crop_y": [66, 906], "crop_x": [750, 1590], "crop_path": "Rpc9eqCCFTE_1_crop_181.png", "full_path": "Rpc9eqCCFTE_1_full_181.jpg", "caption": "She is smiling and making eye contact with the camera, holding a glass and a microphone. Lighting is bright and even. She wears a white top. Background shows people seated at a table and bottles on a shelf."}, {"idx": 217, "crop_y": [96, 928], "crop_x": [740, 1573], "crop_path": "Rpc9eqCCFTE_1_crop_217.png", "full_path": "Rpc9eqCCFTE_1_full_217.jpg", "caption": "Woman smiling broadly with teeth showing, looking directly at camera. She wears a white top and small earrings while holding a glass. Bright indoor lighting creates a slight shine on her face. Wine bottles visible on shelves behind her."}]
